Repository: lreyesp2609/Farm-Original
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kn

source: Welcome to Your Dashboard
kn: ನಿಮ್ಮ ಡ್ಯಾಶ್ ಬೋರ್ಡ್ ಗೆ ಸ್ವಾಗತ

source: This is where you can manage your farming activities.
kn: ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಕೃಷಿ ಚಟುವಟಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು.

source: Add Sale
kn: ಮಾರಾಟ ಸೇರಿಸು

source: Register
kn: ನೋಂದಾಯಿಸಿ

source: view sales
kn: ಮಾರಾಟ ವೀಕ್ಷಿಸಿ

source: Summary
kn: ಸಾರಾಂಶ

source: Total Farms
kn: ಒಟ್ಟು ಹೊಲಗಳು

source: Total Crops
kn: ಒಟ್ಟು ಬೆಳೆಗಳು

source: Total Livestock
kn: ಒಟ್ಟು ಜಾನುವಾರುಗಳು

source: Manage Farms
kn: ಫಾರ್ಮ್ ಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: View Farms
kn: ಫಾರ್ಮ್ ಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Manage Crops
kn: ಬೆಳೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: View Crops
kn: ಬೆಳೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Manage Livestock
kn: ಜಾನುವಾರುಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: View Livestock
kn: ಜಾನುವಾರುಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Manage expense
kn: ವೆಚ್ಚವನ್ನು ನಿರ್ವಹಿಸಿ

source: View expenses
kn: ವೆಚ್ಚಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Manage summary
kn: ಸಾರಾಂಶವನ್ನು ನಿರ್ವಹಿಸಿ

source: View expense summary
kn: ವೆಚ್ಚದ ಸಾರಾಂಶ ವೀಕ್ಷಿಸಿ

source: View Sales
kn: ಮಾರಾಟ ವೀಕ್ಷಿಸಿ

source: Logout
kn: ಲಾಗ್ ಔಟ್
